#插入一些初始新闻供测试用

use web_db;
insert into NEWS value
(1,'2019-05-03','三大运营商2019Q1成绩单：平均日赚约3.7亿元，营收集体下降 ','平均日赚约3.7亿元

净利润方面，中国移动2019年第一季度实现净利润237亿元，同比下滑8.3%。中国联通2019年第一季度实现净利36.75亿元，同比增长22.3%。中国电信2019年第一季度实现净利59.56亿元，同比增长4.5%。

经过计算，2019年第一季度三大运营商共净利333.31亿元，平均日赚约3.7亿元。

营收集体下降

营收方面，中国移动2019年第一季度营运收入为1850亿元，同比下滑0.3%。中国联通2019年第一季度共营收731.47亿元，呈下降趋势，同比下滑2.39%。中国电信2019年第一季度营收961.35亿元，同比下降0.5%。

值得注意的是，三大运营商一季度营收均呈下降趋势。中国移动营收、利润还双降。而对于财报数据下降原因，三大运营商也给出了答案。

中国移动表示，营收和利润下降的原因有两点：一方面是通服收入同比下降;另一方面是刚性支出持续增加。2019年首季度，中国移动通信服务收入为人民币1659亿元，同比下降0.5%。流量资费快速下滑，同时受2018年7月全面取消境内流量“漫游”费的翘尾影响，首季度公司通信服务收入同比承受较大压力。

中国电信则表示，经营收入下滑是由于出售商品收入下滑。一季度出售商品收入较去年同期大幅下降48.5%。同时，中国电信在营销和人力成本的支出对利润造成了影响。

显然，中国联通的业绩也受到了提速降费的影响。中国联通表示，受到去年7月起实施的取消手机流量漫游费以及市场竞争加剧的影响，2019年第一季度移动服务收入比去年同期下降5.2%至393.73亿元。

户均使用流量超7GB

用户规模方面，截至2019年3月31日，中国移动旗下移动客户总数约9.31亿户，其中4G客户总数达到7.23亿户，首季度净增4G客户1067万户。中国联通移动出账用户净增810万户，达到3.23亿户，其中4G用户净增1052万户，达到2.3亿户。中国电信移动用户数达到约3.15亿户，净增1205万户，其中4G用户数达到约2.56亿户，净增1367万户。

由此可见，中国移动在移动用户数、4G用户数上均排名第一。而值得一提的是，在用户数增长的同时，三大运营商的流量业务业务保持良好增长态势。

财报数据显示，2019年第一季度，中国移动手机上网流量同比增长172%，人均使用流量达到5.7GB，同比增长162%。中国电信称，本季度其用户手机上网流量同比上升140%，4G用户每月使用流量平均接近7GB。

工信部的最新数据显示，一季度，移动互联网累计流量达256亿GB，同比增长129.1%;其中通过手机上网的流量达到255亿GB，同比增长133.2%。3月当月户均移动互联网接入流量达到7.27GB，同比增长121.1%。','科技','搜狐新闻');

insert into NEWS value 
(2,'2019-05-02','苹果第二财季营收580亿美元 净利同比降16%','新浪科技讯 北京时间5月1日凌晨消息，苹果公司今天发布了2019财年第二财季业绩。报告显示，苹果公司第二财季净营收为580.15亿美元，比去年同期的611.37亿美元下滑5%；净利润为115.61亿美元，比去年同期的138.22亿美元下降16%。苹果公司第二财季大中华区营收为102.18亿美元，低于去年同期的130.24亿美元。

　　苹果公司第二财季每股摊薄收益和营收均超出华尔街分析师预期。与此同时，苹果公司对第三财季营收的展望也超出分析师预期，从而推动其盘后股价上涨逾5%。

　　苹果公司董事会批准将季度股息调高5%，将向公司的普通股股东派发每股0.77美元的现金股息，这笔股息将于2019年5月16日向截至2019年5月13日营业时间结束的在册股东发放。另外，苹果公司董事会已经批准了一项额外回购750亿美元股票的计划。

　　详细业绩：

　　在截至2019年3月30日的第二财季，苹果公司的净利润为115.61亿美元，比去年同期的138.22亿美元下降16%；每股摊薄收益2.46美元，比去年同期的2.73美元下降10%。

　　苹果公司第二财季运营利润为134.15亿美元，低于去年同期的158.94亿美元。

　　苹果公司第二财季净营收为580.15亿美元，比去年同期的611.37亿美元下滑5%，其中国际销售额所占比例为61%。

　　苹果公司第二财季毛利润为218.21亿美元，低于去年同期的234.22亿美元。

　　苹果公司第二财季每股摊薄收益和营收均超出华尔街分析师预期。据财经信息供应商FactSet调查显示，分析师此前平均预计苹果公司第二财季每股收益为2.36美元，营收为575亿美元。

　　按地区划分：

　　苹果公司第二财季美洲部门营收为255.96亿美元，相比之下去年同期为248.41亿美元；

　　欧洲部门营收为130.54亿美元，相比之下去年同期为138.46亿美元；

　　大中华区营收为102.18亿美元，相比之下去年同期为130.24亿美元；

　　日本部门营收为55.32亿美元，相比之下去年同期为54.68亿美元；

　　亚太其他地区营收为36.15亿美元，相比之下去年同期为39.58亿美元。

　　按产品划分：

　　苹果公司第二财季来自于iPhone的营收为310.51亿美元，相比之下去年同期为375.59亿美元；

　　来自于Mac的营收为55.13亿美元，相比之下去年同期为57.76亿美元；

　　来自于iPad的营收为48.72亿美元，相比之下去年同期为40.08亿美元；

　　来自于可穿戴设备、家居设备和配件的营收为51.29亿美元，相比之下去年同期为39.44亿美元。

　　来自于服务的营收为114.50亿美元，相比之下去年同期为98.50亿美元。

　　业绩预期：

　　苹果公司对2019财年第三财季业绩作出了如下预期：

　　营收为525亿美元到545亿美元；

　　毛利率为37%到38%；

　　运营支出为87亿美元到88亿美元；

　　其他收入为2.50亿美元；

　　税率约为16.5%。

　　苹果公司第三财季营收预期区间的中值为535亿美元，超出分析师此前预期。FactSet调查显示，分析师平均预期苹果公司第三财季营收为521亿美元。

　　高管点评：

　　苹果公司首席执行官蒂姆·库克（Tim Cook）称：“公司第二财季的业绩结果表明，我们超过14亿的活跃设备客户群仍很强大，服务业务营收创下了历史纪录，可穿戴设备、家居设备和配件业务也拥有强劲的势头，创下了新的第二财季营收纪录。iPad业务实现了6年以来最强劲的增长，而开发中的创新硬件、软件和服务也一如既往地令我们感到激动。我们期待着在定于6月举行的第30届苹果全球开发者大会上与开发者和用户分享更多信息。”

　　苹果公司首席财务官卢卡斯·麦斯特里（Luca Maestri）表示：“我们在第二财季中创造出了超过112亿美元的运营现金流，并继续在所有业务领域中继续进行重大的投资。我们还通过回购股票和派发股息的方式向股东返还了超过270亿美元现金。鉴于我们对苹果公司未来前景和股票价值的信心，公司董事会已经批准了一项额外回购750亿美元股票的计划。我们还在不到7年时间里第七次调高了季度股息。”

　　资本回报计划：

　　苹果公司董事会批准将季度股息调高5%，将向公司的普通股股东派发每股0.77美元的现金股息，这笔股息将于2019年5月16日向截至2019年5月13日营业时间结束的在册股东发放。

　　股价变动：

　　当日，苹果公司股价在纳斯达克常规交易中下跌3.94美元，报收于200.67美元，跌幅为1.93%。

　　在随后截至美国东部时间周二下午5点05分（北京时间周三凌晨5点05分）为止的盘后交易中，苹果公司股价上涨10.55美元，至211.22美元，涨幅为5.26%。过去52周，苹果公司的最高价为233.47美元，最低价为142.00美元。（唐风）','科技','新浪新闻');

insert into NEWS  value
(3,'2019-05-03','云集微店上市背后：付费会员的路在中国行得通吗？','招股书透视三年合计亏损1.867亿元

招股书显示，云集微店于2015年5月上线，2016年2月因涉嫌传销被罚款958万元后，公司开始进行转型，推出付费会员制，即用户缴纳398元即可成为会员，同时还可以获得一套价值相当的护肤品，在享受折扣优惠的同时，介绍新用户成为会员，老用户还可以抽取一定的佣金（云币，不能提现）。

基于会员制下的收徒模式，云集微店的用户增长速度非常快。2016年，云集微店的注册用户为250万，2017年这一数字上升至1690万，2018年则达到2320万。

招股书显示，云集微店2016年的GMV为18亿元，2017年上升至96亿，同比增长428.1%；2018年GMV为227亿元，同比增长134.4%。订单总数方面，云集微店的订单量从2016年的1350万上升至2018年的1.534亿，以此计算，其2018年客单价约为148元。

相应地，云集微店的收入从2016年的12.84亿元，增长至2018年的64.41亿元，但公司尚未实现盈利。2016年至2018年期间，云集微店净亏损分别为5630万元、1.057亿元和2470万元。

不过目前云集微店的现金流不存在太大问题，截至2018年12月31日，公司持有现金、现金等价物和限制性现金15.652亿元，其中人民币占60.0%，美元占39.9%。

会员制“外衣”下的分销商模式

同为社交电商，但云集微店与拼多多有着很大的区别，一方面云集微店上的商品均为自营商品，同时自建仓库存储，配送由第三方完成；另一方面，云集微店不主打拼团，而是采用付费会员制，以此锁定用户。

招股书显示，云集微店的付费会员从2016年90万增长至2018年的740万，其中2018年有66.4%的GMV来自这些会员购买。以此计算，云集微店上的会员用户占总用户的比例为31.90%，高于京东、唯品会等电商平台。

表面看，这740万人是云集微店的付费会员，但实际上更像是云集微店的分销商。向云集微店付费后，这些会员可以向下线进行分销获取佣金，云集微店在这个过程中提供货源和仓配服务，这是社交电商中非常创新的一种模式。

云集微店的会员模式，在某种程度上与Costco（好市多）相似，后者在美国上世纪80年代就开始推行会员制，如今大部分利润来自会员收费。2018财年财报显示，Costco在全球范围内有9430万会员，该财年会员费收入31.4亿美元，而净利润则为31.3亿美元，这意味着Costco的净利润几乎就是来自会员收费，这与其会员数量息息相关。

不过云集微店目前的收入仍主要来自商品销售。招股书显示，云集微店接近90%的营收来自商品收入，2018年会员收入的占比仅12%，与Costco相比仍有非常大的距离。','科技','腾讯新闻');


